import dokibox

sunshine = """亲爱的阳光

清晨，你透过窗帘找在我身上
似乎在传达思念。
你亲吻我的额头，
拭去我双眼的朦胧睡意，用温暖呼唤我起床。

你想让我出门游逛？
还是让我驱散阴霾？
我抬头仰望，见碧空如洗。
这是个秘密，但我也愿意相信你。

如果没有你，我会长眠不复醒。
但我没有生气，我感谢你把我叫醒。

该做早餐了。
"""

test = """
%

滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。滚出我的脑袋。
滚。
出。
我。
的。
脑。
袋。



在我想到该怎么收拾你才是最好之前给我滚出我的脑袋。
在我对她言听计从之前给我滚出我的脑袋。
在我告诉你我有多爱你之前给我滚出我的脑袋。
在我写完这首诗之前给我滚出我的脑袋。







但诗是永远无法写完的。
只是戛然而止而已。
"""

dokibox.textbox(msg=sunshine)
dokibox.textbox(test,font_size=26)